<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="Default.aspx.cs" Inherits="WC.WebUI.Install.Default" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" >
<head id="Head1" runat="server">
    <meta http-equiv="X-UA-Compatible" content="IE=EmulateIE8"/><title>懒人工作通管理软件 - 安装向导 - 最终用户许可协议</title>
    <link href="Images/install.css" rel="stylesheet" type="text/css" />
</head>
<body>
    <form id="form1" runat="server">
    <div>
    
    </div>
   
        <div class="leftform">
            <div class="conLeftForm">
                <div class="alterform">
                    <ul>
                        <li class="installtitle">
                            基于最新WEB2.0开发(.Net2.0+SqlServer)
                        </li>
                        <li>
                            使您在同行业中提升管理/竞争力,遥遥领先,轻松超越对手!</li>
                    </ul>
                </div>
            </div>
        </div>
        <div class="rightform">
            <div class="conRightForm">
                <div class="dataForm">
                    <ul>
                        <li class="dataTitle2">
                            懒人工作通最终用户许可协议</li>
                        <li>
                           <textarea name="textarea" readonly cols="65" rows="13">懒人工作通 请仔细阅读以下最终用户许可协议（《协议》）。
  
请仔细阅读以下最终用户许可协议（《协议》）。一旦安装或使用随此《协议》提供的软件（“软件”），即表明您同意本《协议》的各项条款。如果您不同意，则不要使用“软件”。 
  
本《懒人工作通最终用户许可协议》（以下简称《协议》）是您与云创科技之间关于下载、安装、使用、复制《懒人工作通协同管理软件系统》软件（以下简称”懒人工作通软件”）的法律协议。本《协议》描述云创科技与您之间关于”懒人工作通软件”许可使用及相关方面的权利义务。“用户”或“您”是指通过云创科技提供的获取软件授权的途径而获得软件授权许可和软件产品的个人或单位。请您仔细阅读本《协议》中的各项条款，包括免除或者限制云创科技责任的免责条款及对用户的权利限制。请您审阅并接受或不接受本《协议》（未成年人应在法定监护人陪同下审阅）。除非您接受本《协议》条款，否则您无权下载、安装或使用”懒人工作通软件”及其相关服务。您的安装使用行为将视为对本《协议》的接受，并同意接受本《协议》各项条款的约束。未经云创科技授权，任何拷贝、销售、转让、出租、修改”懒人工作通软件”的行为均被认为是侵权行为。 
  
软件产品许可协议 
  
一．知识产权声明 
    “懒人工作通软件”是由云创科技独立开发。”懒人工作通软件”的一切版权等知识产权，以及与”懒人工作通软件”相关的所有信息内容，包括但不限于，文字表述及其组合、商标、图标、图饰、界面设计、版面框架、有关数据、印刷材料、电子文档等均受著作权法和国际著作权条约以及其他知识产权法律法规的保护。除了任何云创科技授权许可协议所提供的明确书面许可外，拥有”懒人工作通软件”并不赋予您任何有关这些专利、商标、版权或其它知识产权的许可。
  
二．授权范围 
    对每份许可协议，本“软件产品”只允许在一台计算机服务器上使用，不允许在两台或两台以上的计算机服务器上同时使用。
    数据库可以放至另一台计算机上使用。 
  
三．用户须知
    1.用户应保证注册登记软件时提供的资料真实无误。
    2.用户在遵守法律及本协议的前提下可依据本《协议》使用”懒人工作通软件”。用户无权实施包括但不限于下列行为：2.1 不得删除”懒人工作通软件”及其他副本上所有关于版权的信息，内容。2.2 不得对”懒人工作通软件”进行反向工程，反向汇编，反向编译等。2.3 对于”懒人工作通软件”的图像、文字等相关信息，未经云创科技书面同意，用户不得擅自实施包括但不限于下列行为：使用、复制、修改、链接、转载、汇编、发表、出版，建立镜像站点、擅自借助”懒人工作通软件”发展与之有关的衍生产品、作品、服务等。2.4 用户不得利用”懒人工作通软件”发表、传播、储存违反国家法律、危害国家安全、祖国统一、社会稳定的内容，或侮辱、诽谤、色情、暴力等任何违反国家法律法规政策的内容。2.5 用户不得利用”懒人工作通软件”发表、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容。
    3.使用”懒人工作通软件”必须遵守国家有关法律和政策，维护国家利益，保护国家安全，对于用户违法或违反本协议的使用而引起的一切责任由用户负全部责任，一概与云创科技无关，导致云创科技损失的，云创科技有权要求用户赔偿，并有权立即停止提供服务并保留相关记录，以配合司法机关追究法律责任的权利。
    4.”懒人工作通软件”同大多数管理系统一样，可能受到各种安全问题的侵扰。如：下载安装其它软件中含有“特洛伊木马”等病毒，威胁到用户计算机信息和数据的安全，继而影响”懒人工作通软件”的正常使用等。用户应加强信息安全意识，注意加强密码保护以免遭致损失。
    5.用户自行下载、安装、使用非经云创科技开发并正式发布的其它任何由”懒人工作通软件”衍生的软件将可能导致不可预知的风险，建议用户不要轻易下载、安装、使用，由此产生的一切法律责任与纠纷一概与云创科技无关。
    6.云创科技保留在任何时候为您提供”懒人工作通软件”的修改、升级版本的权利，以及为修改或升级服务收取费用的权利。 
  
四．法律责任与免责 
    1.云创科技特别提请用户注意，云创科技为了保障公司业务发展和调整的自主权，云创科技拥有随时自行修改或中断软件授权而不需通知用户的权利，如有必要，修改或中断会以通告形式公布于云创科技网站及产品专题网站的重要页面上。
    2.用户违反本协议或相关的服务条款的规定，云创科技有权视用户的行为性质采取包括但不限于中断使用许可、停止提供服务、限制使用、法律追究等措施。同时，云创科技会视司法部门的要求，协助调查。
    3.使用”懒人工作通软件”涉及到互联网服务因素，可能会受到各个环节不稳定因素的影响，存在因不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何网络、技术、通信线路等原因造成的服务中断或不能满足用户要求的风险，用户须明白并自行承担以上风险。在适用法律允许的最大范围内，云创科技在任何情况下不就因使用或不能使用”懒人工作通软件”产品及所发生的特殊的、意外的、非直接或间接的损失承担赔偿责任，即使用户已事先被云创科技告知该损害发生的可能性。
    4.用户因第三方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的经济损失，云创科技不承担责任。
    5.因技术故障等不可抗事件影响到服务的正常运行的，云创科技承诺在第一时间内与相关单位配合及时处理进行修复，但用户因此而遭受的经济损失，云创科技不承担任。
  
五.其他条款
    1.本协议所规定的任何条款的部分或全部无效者，不影响其它条款的效力。
    2.本协议的解释、效力及纠纷的解决，适用于中华人民共和国法律。若用户和云创科技之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户在此完全同意将纠纷或争议提交云创科技所在地法院管辖。
云创科技保留对本协议的解释权。

云创科技

咨询热线：0730-8810280
官方网站：http://www.job18.net 
</textarea>
                           </li>
                        <li class="step_1">
                            <asp:Button runat=server ID=bt1 OnClick=Refuse_btn CssClass="inp_L1" Text="不接受" />
                            <asp:Button runat=server ID=bt2 OnClick=Accept_btn CssClass="inp_L1" Text="接受" />
                        </li>
                    </ul>
                </div>
            </div>
        </div>
        <div class="bottomclass">
            <ul>
                <li>懒人工作通最终用户许可协议</li>
            </ul>
        </div>
      
    
    </form>
</body>
</html>

